Repository: miurahr/omegat-for-cat-beginners
Catalog: docs/files/el.tmx
Source language: en
Languages: el_gr

source: Illegal HTML entity (&---;):
el_gr: Μη έγκυρη οντότητα HTML (&---;):

source: &Allow translation to be equal to source
el_gr: Δυνατότητα ισοδυναμίας της μετάφρασης με το κείμενο πηγής

source: Unable to read project file!
el_gr: Δεν είναι δυνατή η ανάγνωση του αρχείου του έργου!

source: &Save Translation Memory
el_gr: &Αποθήκευση Μεταφραστικής Μνήμης

source: Words remaining to translate:
el_gr: Αριθμός λέξεων που απομένουν για μετάφραση:

source: Project load cancelled by user
el_gr: Η φόρτωση του έργου ακυρώθηκε από τον χρήστη

source: Use &TAB to Advance
el_gr: Χρησιμοποιήστε το &TAB για να προχωρήσετε

source: Failed to load specified project!
el_gr: Αποτυχία φόρτωσης του συγκεκριμένου έργου!

source: Problem encountered loading project file!
el_gr: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του αρχείου του έργου!

source: Error: Translation unit encountered before TMX header.
el_gr: Σφάλμα: Εντοπίστηκε μεταφραστική μονάδα πριν την επικεφαλίδα του ΤΜΧ.

source: Failed to compile project files!
el_gr: Αποτυχία μεταγλώτισσης των αρχείων του έργου!

source: Sets of segmentation rules:
el_gr: Σετ κανόνων κατάτμησης κειμένου:

source: &Segmentation...
el_gr: &Κατάτμηση...

source: Segment the subflows (footnotes, images alt text)
el_gr: Διαίρεση των υποσημειώσεων και του κειμένου (alt text) των εικόνων

source: Project &Files...
el_gr: Αρχεία Έργου...

source: &Back
el_gr: Πίσω

source: Please consult the documentation about your recovery options and return the below information to the software manufacturer with a description of how this error was produced.
el_gr: Παρακαλούμε συμβουλευτείτε τον Οδηγό Χρήσης για τις επιλογές επανάκτησης και στείλτε στον δημιουργό του λογισμικού τις παρακάτω πληροφορίες μαζί με μια σύντομη περιγραφή του πως προκλήθηκε το σφάλμα.

source: See the help documentation for more details.
el_gr: Για περισσότερες πληροφορίες διαβάστε τον Οδηγό Χρήσης.

source: Pattern Before
el_gr: Μοτίβο πριν από

source: Cannot create target directory:
el_gr: Δεν είναι δυνατή η δημιουργία καταλόγου προορισμού:

source: Users Manual viewer does not support navigation to external links.
el_gr: Το πρόγραμμα προβολής του Οδηγού Χρήσης δεν υποστηρίζει την πλοήγηση σε εξωτερικούς συνδέσμους

source: Cannot access glossary directory!
el_gr: Δεν είναι δυνατή η πρόσβαση στον κατάλογο του γλωσσαρίου!

source: Loading glossary...
el_gr: Φόρτωση γλωσσαρίου...

source: Keyword search
el_gr: Αναζήτηση λέξης-κλειδί

source: OmegaT is the original the work of Keith Godfrey Code has been contributed by: Benjamin Siband Maxym Mykhalchuk (lead developer) Sacha Chua Henry Pijffers Kim Bruning Other contributions by: Sabine Cretella Dmitri Gabinski Jean-Christophe Helary Raymond Martin Samuel Murray Marc Prior (project coordinator) and many, many more very helpful people
el_gr: Το OmegaT is είναι δημιουργία αρχικά του Keith Godfrey Συνεισφορά στον κώδικα είχαν οι: Benjamin Siband Maxym Mykhalchuk (lead developer) Sacha Chua Henry Pijffers Kim Bruning Επίσης βοήθησαν οι: Sabine Cretella Dmitri Gabinski Jean-Christophe Helary Raymond Martin Samuel Murray Marc Prior (project coordinator) και πολλοί άλλοι καλοί άνθρωποι

source: &Project
el_gr: Έργο

source: The &source text
el_gr: Το κείμενο πηγής

source: Error searching directory tree!
el_gr: Σφάλμα κατά την αναζήτηση του δέντρου καταλόγου!

source: Insert best fuzzy match into target field
el_gr: Εισαγωγή του καλύτερου αποτελέσματος ταύτισης στο πεδίο προορισμού

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
el_gr: Το OmegaT είναι ένα ελεύθερο εργαλείο Ηλεκτρονικώς Υποβοηθούμενης Μετάφρασης ανοιχτού κώδικα που λειτουργεί πάνω σε πολλαπλές πλατφόρμες. Τα πλεονεκτήματα του περιλαμβάνουν μερική ταύτιση, μεταφραστική μνήμη, αναζήτηση με τη χρήση λέξεων-κλειδιών, γλωσσάρια και εξοικονόμηση χρόνου κατά τη μετάφραση ανανεωμένου περιεχομένου του οποίου προηγούμενες εκδόσεις έχουν μεταφραστεί.

source: Note: All the segmentation rule sets with a matching Language Pattern are applied in the given order.
el_gr: Σημείωση: Τα σετ κανόνων κατάτμησης μαζί με το αντίστοιχο Μοτίβο Γλώσσας εφαρμόζονται με τη σειρά που εμφανίζονται.

source: Search for:
el_gr: Αναζήτηση για:

source: attributes.
el_gr: χαρακτηριστικά.

source: To add new files to the project, click on the Import Source Files button in the Project files window, or copy the files to your project's 'source' folder using your favorite file manager and call Project -> Reload Project from the main menu.
el_gr: Για να προσθέσετε νέα αρχεία στο έργο, πατήστε το κουμπί Εισαγωγή Αρχείων Προέλευσης στο παράθυρο Αρχεία έργου ή αντιγράψτε τα αρχεία στο φάκελο 'προέλευσης' του έργου σας και πηγαίνοντας στο κύριο μενού πατήστε Έργο > Επαναφόρτωση Έργου.

source: Do &not copy source text into target field
el_gr: Μην αντιγράφετε κείμενο από το κείμενο προέλευσης στο πεδίο προορισμού

source: Some project directories seem to have been moved.
el_gr: Μερικοί κατάλογοι του έργου φαίνεται να έχουν μετακινηθεί.

source: &Insert Match
el_gr: &Εισαγωγή Αποτελέσματος Ταύτισης

source: Move D&own
el_gr: Μετακίνηση προς τα &κάτω

source: Con&tents
el_gr: Περιεχόμενα

source: Edit project properties here.
el_gr: Επεξεργασία των ιδιοτήτων του έργου.

source: Validating Tags...
el_gr: Επικύρωση ετικετών...

source: character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
el_gr: ισοδυναμεί με ένα μονάχα χαρακτήρα (για παράδειγμα, η αναζήτηση 'run?' θα συμπεριλάμβανε αποτελέσμα για τα 'runs' και 'rung', αλλά όχι για τα 'run' ή 'running').

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
el_gr: Το πρόγραμμα αυτό διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, ούτε καν με οποιαδήποτε υποκρυπτόμενη εγγύηση ΔΥΝΑΤΟΤΗΤΑΣ ΕΜΠΟΡΕΥΜΑΤΟΠΟΙΗΣΗΣ ΤΟΥ ΠΡΟΪΟΝΤΟΣ ή ΚΑΤΑΛΛΗΛΟΛΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΧΡΗΣΗΣ.

source: Target File Encoding:
el_gr: Κωδικοποίηση Αρχείου Προορισμού:

source: Source language search results for:
el_gr: Αποτελέσματα αναζήτησης στην γλώσσα-πηγή για:

source: Cannot associate parser with the file extension
el_gr: Δεν είναι δυνατή η συσχέτιση του προγράμματος ανάλυσης με την επέκταση ονομασίας του αρχείου

source: &Cancel
el_gr: Άκυρο

source: Create &Target Documents
el_gr: Δημιουργία Τελικού Εγγράφου

source: OmegaT Project Files
el_gr: Αρχεία 'Εργου OmegaT

source: &Move Down
el_gr: Μετακίνηση προς τα &κάτω

source: Please close search window.
el_gr: Κλείστε το παράθυρο της αναζήτησης.

source: Exception occured:
el_gr: Παρουσιάστηκε εξαίρεση:

source: Of which translated
el_gr: Από τα οποία έχουν μεταφραστεί τα

source: You should recreate the directory structure or specify the new location of missing directories.
el_gr: Πρέπει να δημιουργήσετε ξανά τη δομή του καταλόγου ή να καθορίσετε νέα τοποθεσία για τους καταλόγους που λείπουν.

source: HTML parser got into unknown state on line {0}!
el_gr: Ο αναλυτής HTML αντιμετώπισε άγνωστη περίπτωση στη γραμμή {0}!

source: Next Un&translated Segment
el_gr: Επόμενο αμετά&φραστο τμήμα

source: {0} fuzzy matche(s) and {1} glossary term(s) found
el_gr: βρέθηκαν {0} αποτελέσματα μερικής ταύτισης και {1} όρος/οι από το γλωσσάρι

source: Enabled
el_gr: Ενεργό

source: Warning: Translation unit variant encountered outside translation unit.
el_gr: Προειδοποίηση: Παρουσιάστικε εναλλακτική εκδοχή της μεταφραστικής μονάδας έξω από αυτή.

source: Source File Encoding:
el_gr: Κωδικοποίηση Αρχείου Προέλευσης:

source: To access this link, either copy and paste the URL to your Web browser, or open the Users Manual in your Web browser ({0} file).
el_gr: Για να ανοίξετε αυτόν τον σύνδεσμο αντιγράψτε και επικολλήστε το URL στο πρόγραμμα πλοήγησής σας ή ανοίξτε μέσα από το πρόγραμμα πλοήγησής σας τον Οδηγό Χρήσης (αρχείο {0}).

source: Open Project
el_gr: Άνοιγμα Έργου...

source: &Insert Translation
el_gr: &Εισαγωγή μετάφρασης

source: &Users Manual...
el_gr: &Οδηγός Χρήσης...

source: &Close Project
el_gr: Κλείσιμο Έργου

source: R&emove
el_gr: Αφαίρεση

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
el_gr: Έτσι όταν μετφράζετε από γαλλικά Καναδά το έργο σας θα χρησιμοποιεί όλους εκείνους τους κανόνες που έχουν καθοριστεί στην αλυσίδα των γλωσσών με τη σωστή σειρά.

source: Here you may also specify custom location of project subdirectories.
el_gr: Εδώ μπορείτε επίσης να καθορίσετε μία προσαρμοσμένη τοποθεσία για τους υποκαταλόγους του έργου.

source: &About...
el_gr: &Πληροφορίες..

source: Russian
el_gr: Ρώσικα

source: Starting tags
el_gr: Αρχικές ετικέτες

source: Project is Empty
el_gr: Το Έργο είναι άδειο

source: Filename Variables:
el_gr: Εκδοχές Ονομασίας Αρχείου:

source: Invalid project tree!
el_gr: Μη έγκυρο δέντρο έργου!

source: File '{0}' does not exist!
el_gr: Το αρχείο '{0}' δεν υπάρχει!

source: &Previous Segment
el_gr: Π&ροηγούμενο τμήμα

source: Important Notes
el_gr: Σημαντικές σημειώσεις

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
el_gr: Το πρόγραμμα αυτό είναι ελεύθερο λογισμικό. Επιτρέπεται η αναδιανομή του ή και η τροποποίησή του σύμφωνα με τους όρους της Άδειας Δημόσιας Χρήσης του GNU όπως αυτή δημοσιεύεται από το Ίδρυμα Ελέυθερου Λογισμικού: είτε σύμφωνα με τη δεύτερη έκδοση της Άδειας Χρήσης είτε (κατά προτίμηση) σύμφωνα με μεταγενέστερη έκδοση.

source: R&eplace with Match
el_gr: Αντικατάσταση με το Αποτέλεσμα &Ταύτισης

source: WARNING: Language attribute is missing for segment '{0}'
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Απουσιάζει ο προσδιορισμός γλώσσας από το τμήμα '{0}'

source: Parse error in
el_gr: Σφάλμα ανάλυσης σε

source: Ending tags
el_gr: Τελικές ετικέτες

source: Localized Resource bundle cannot be created
el_gr: Δεν είναι δυνατή η δημιουργία του τοποικοποιημένου πακέτου πόρων

source: Insert the &best fuzzy match
el_gr: Εισαγωγή του καλύτερου αποτελέσματος μερικής ταύτισης

source: &Target Language:
el_gr: &Γλώσσα-στόχος:

source: They are optional and they affect only the experience you get when moving to a not-yet-translated segment.
el_gr: Η ενέργεια είναι προαιρετική. Οι παράμετροι επηρεάζουν μόνο τον τρόπο μεταφοράς στα τμήματα κειμένου που δεν έχουν μεταφραστεί.

source: OmegaT is the original the work of Keith Godfrey Code has been contributed by: Benjamin Siband Maxym Mykhalchuk (lead developer) Sacha Chua Henry Pijffers Kim Bruning Raymond Martin Other contributions by: Marc Prior (project coordinator and ASAD manual writer) Jean-Christophe Helary Samuel Murray Dmitry Gabinski Raymond: Martin and many, many more very helpful people
el_gr: Το OmegaT είναι αυθεντικό δημιούργημα του Keith Godfrey Στον κώδικα συνέφεραν οι: Benjamin Siband Maxym Mykhalchuk (lead developer) Sacha Chua Henry Pijffers Kim Bruning Raymond Martin Άλλοι που συνέφεραν στο έργο αυτό είναι οι: Marc Prior (Συντονιστής Έργου & Συγγραφέας του Οδηγού Χρήσης) Jean-Christophe Helary Samuel Murray Dmitry Gabinski και πολλοί άλλοι που προσέφεραν πολύτιμη βοήθεια

source: E&nable Sentence-level Segmenting
el_gr: Δυνατότητα κατάτμησης κειμένου σε επίπεδο προτάσεων

source: Unchecked means that the starting formatting tag will be included into the following segment.
el_gr: Δεν έχει ελεγχθεί σημαίνει ότι η αρχική ετικέτα μορφοποίησης θα συμπεριληφθεί στο επόμενο τμήμα.

source: &Match/Glossary Viewer...
el_gr: Προβολή Αποτελεσμάτων Ταύτισης/Γλωσσαρίου

source: To add files to the project, click on the Import Source Files...
el_gr: Για να προσθέσετε αρχεία στο έργο, κάνετε κλικ στην Εισαγωγή Αρχείων Προέλευσης...

source: &Go To
el_gr: &Μετάβαση σε...

source: Error parsing filters configuration file:
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάλυση του αρχείου ρύθμισης φίλτρων:

source: Reading TMX file {0}
el_gr: Ανάγνωση αρχείου TMX {0}

source: Unexpected NULL on line {0}!
el_gr: Μη αναμενόμενο κενό στη γραμμή {0}!

source: This is the way text will look when displayed.
el_gr: Το κείμενο θα έχει αυτή τη μορφή.

source: Welcome to OmegaT!
el_gr: Το OmegaT σας καλωσορίζει!

source: Cannot create target directory!
el_gr: Δεν είναι δυνατή η δημιουργία καταλόγου προορισμού!

source: Escaped decimal char contains malformed data (&#{0};)!
el_gr: Ο δεκαδικός χαρακτήρας διαφυγής περιέχει ακατάλληλα δεδομένα (&#{0};)!

source: WARNING: Parse error encountered reading preferences file!
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Παρουσιάστηκε σφάλμα ανάλυσης κατά την ανάγνωση του αρχείου προτιμήσεων!

source: Segmentation Setup
el_gr: Εκτέλεση Κατάτμησης Κειμένου

source: Glossary Directory Selection
el_gr: Επιλογή του Καταλόγου του Γλωσσαρίου

source: Loading project...
el_gr: Φόρτωση έργου...

source: The ?
el_gr: Ο χαρακτήρας ?

source: &Search
el_gr: Αναζήτηση

source: Target Directory Selection
el_gr: Επιλογή του Καταλόγου Προορισμού

source: &Minimal similarity:
el_gr: Ελάχιστη ομοιότητα:

source: Sample Text
el_gr: Δοκιμαστικό κείμενο

source: OmegaT Translation Memory CAT Tool
el_gr: Εργαλείο Μεταφραστικής Μνήμης OmegaT

source: IOException encountered:
el_gr: Παρουσιάστηκε Εξαίρεση IO:

source: Version: {0}
el_gr: Έκδοση: {0}

source: Cannot reset to default filter.
el_gr: Δεν είναι δυνατός ο επαναπροσδιορισμός του προεπιλεγμένου φίλτρου.

source: Security error encountered loading project file!
el_gr: Παρουσιάστηκε σφάλμα ασφαλείας κατά τη φόρτωση του αρχείου του έργου!

source: I&nsert Source
el_gr: Εισαγωγή Κειμένου &Πηγής

source: Edit Filter
el_gr: Επεξεργασία φίλτρου

source: File Format
el_gr: Τύπος αρχείου

source: &Defaults
el_gr: Προεπιλεγμένες ρυθμίσεις

source: Fatal error encountered - saving project file with '.recover' backup extension.
el_gr: Παρουσιάστηκε ανεπανόρθωτο σφάλμα - αποθήκευση του αρχείου του έργου με επέκταση ονόματος '.επανάκτηση' αντιγράφου ασφαλείας.

source: &Tools
el_gr: &Εργαλεία

source: Previous
el_gr: Προηγούμενη σελίδα

source: &Save
el_gr: &Αποθήκευση στη μνήμη

source: IOException encountered!
el_gr: Παρουσιάστηκε Εξαίρεση ΙΟ!

source: Error while trying to edit the project!
el_gr: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του έργου!

source: Filename already exists.
el_gr: Το όνομα αρχείου υπάρχει ήδη.

source: Tag name:
el_gr: Όνομα ετικέτας:

source: Fuzzy Matches
el_gr: Αποτελέσματα μερικής ταύτισης

source: Ολοκρηρώθηκε η φόρτωση του αρχείου προέλευσης
el_gr: Ολοκληρώθηκε η φόρτωση του αρχείου προέλευσης

source: Cannot load specified XML file!
el_gr: Δεν είναι δυνατή η φόρτωση του καθορισμένου XML αρχείου!

source: F&ont...
el_gr: &Γραμματοσειρά...

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
el_gr: Δεν μπορούμε να σας βοηθήσουμε δυστυχώς, περάστε μια άλλη φορά.

source: Cannot create target directory tree!
el_gr: Δεν είναι δυνατή η δημιουργία δέντρου καταλόγου προορισμού!

source: Users Manual
el_gr: Οδηγός Χρήσης

source: Project autosaved on {0}
el_gr: Το έργο αποθηκεύτηκε αυτόματα στις {0}

source: Copyright © 2002-2005 Keith Godfrey et al
el_gr: Πνευματικά δικαιώματα © 2002-2005 Keith Godfrey et al

source: Do not insert "[best fuzzy match]" before the best fuzzy match itself
el_gr: Μην εισάγετε "[καλύτερο αποτέλεσμα ταύτησης]" πριν το ίδιο το καλύτερο αποτέλεσμα ταύτισης

source: [fuzzy]
el_gr: [μερικής ταύτισης]

source: Unexpected character in tag {0} on line {1}!
el_gr: Μη αναμενόμενος χαρακτήρας στην ετικέτα {0} στη γραμμή {1}!

source: Locale is wrong or is not specified '{0}'!
el_gr: Η τοπική γλώσσα είναι λανθασμένη ή δεν έχει καθοριστεί '{0}'!

source: XHTML files
el_gr: Αρχεία XHTML

source: Japanese
el_gr: Γιαπωνέζικα

source: File {0} does not exist!
el_gr: Το αρχείο {0} δεν υπάρχει!

source: Workflow Options
el_gr: Επιλογές Ροής Εργασιών

source: Move &Up
el_gr: Μετακίνηση προς τα &πάνω

source: Translated files directory entered does not exist!
el_gr: Ο κατάλογος των αρχείων προορισμού που ορίσατε δεν υπάρχει!

source: Warning
el_gr: Προειδοποίηση

source: Edit Project
el_gr: Επεξεργασία Έργου

source: Confirm
el_gr: Επιβεβαίωση

source: Reading of TMX file complete
el_gr: Η ανάγνωση του αρχείου ΤΜΧ ολοκληρώθηκε

source: Translated files directory:
el_gr: Κατάλογος μεταφρασμένων αρχείων:

source: &TAB Advance
el_gr: &Επιλογή επόμενου τμήματος με χρήση του ΤΑΒ

source: Error saving project file!
el_gr: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του αρχείου του έργου!

source: Glossary directory:
el_gr: Κατάλογος γλωσσαρίου:

source: OmegaT version
el_gr: OmegaT έκδοση

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
el_gr: Σημείωση: Οι ρυθμίσεις Κωδικοποίησης του Αρχείου Προέλευσης επηρεάζουν μόνο τα αρχεία ΗΤΜL που δεν εμπεριέχουν καμία δήλωση κωδικοποίησης.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
el_gr: Η σελίδα δυστυχώς δεν βρέθηκε

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
el_gr: Η σελίδα αυτή έφυγε νωρίς, δυστυχώς.

source: Created by: {0}
el_gr: Δημιουργήθηκε από τον/την: {0}

source: Please select a different name.
el_gr: Επιλέξτε διαφορετικό όνομα.

source: [EAR] Wrong file type specified: It must be HTML or XML!
el_gr: [EAR] Καθορίστηκε λανθασμένος τύπος αρχείου: Πρέπει να είναι HTML ή XML!

source: Escaped decimal char contains malformed data ({0})!
el_gr: Διαφυγών δυαδικός χαρακτήρας περιλαμβάνει παραμορφομένα δεδομένα ({0})!

source: OmegaT: Instant Start v0.2
el_gr: OmegaT: Άμεση Έναρξη έκδ. 0.2

source: Total number of segments
el_gr: Συνολικός αριθμός τμημάτων κειμένου

source: &Edit
el_gr: Επεξεργασία

source: Fatal error while parsing: {0}
el_gr: Παρουσιάστηκε μοιραίο σφάλμα κατά την ανάλυση: {0}

source: The TMX file will continue to be loaded.
el_gr: Θα συνεχιστεί η φόρτωση του αρχείου ΤΜΧ.

source: &Leave the segment empty
el_gr: Ας μείνει το τμήμα κενό

source: Default
el_gr: Προεπιλεγμένη ρύθμιση

source: Warning: Language not specified for translation unit variant.
el_gr: Προειδοποίηση: Δεν έχει προκαθοριστεί η γλώσσα για την εναλλακτική εκδοχή της μεταφραστικής μονάδας.

source: <end segment>
el_gr: <τέλος τμήματος>

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
el_gr: Η σελίδα δυστυχώς δεν βρέθηκε.

source: (comment tag)
el_gr: (ετικέτα σχολίου)

source: Preferences system save operation failed!
el_gr: Η λειτουργία της αποθήκευσης των προτιμήσεων απέτυχε!

source: Too big HTML file!
el_gr: Το αρχείο HTML είναι πολύ μεγάλο!

source: Cannot find saved translation file!
el_gr: Δεν βρίσκω το αποθηκευμένο αρχείο της μετάφρασης!

source: Error saving filters configuration!
el_gr: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των ρυθμίσεων των φίλτρων!

source: Sentence &Segment TMX file
el_gr: Κατάτμηση κειμένου σε προτάσεις στο αρχείου TMX

source: Please select the language of your source files and the language you would like to translate to.
el_gr: Επιλέξτε τη γλώσσα των αρχείων προέλευσης και τη γλώσσα προς την οποία θέλετε να μεταφράσετε.

source: Segment skipped.
el_gr: Το τμήμα κειμένου προσπεράστηκε.

source: Unexpected char '{0}' ({1})!
el_gr: Μη αναμενόμενος χαρακτήρας '{0}' ({1})!

source: {0} fuzzy matche(s) found
el_gr: βρέθηκαν {0} αποτελέσματα μερικής ταύτησης

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
el_gr: Η σελίδα που αναζητάς δεν βρίσκεται, τι κρίμα...

source: &New...
el_gr: &Νέο...

source: Before Break
el_gr: Πριν την αλλαγή γραμμής/σελίδας

source: Locale is wrong or is not specified {0}!
el_gr: Η τοπική γλώσσα είναι λανθασμένη ή δεν έχει καθοριστεί {0}!

source: Exception while parsing: {0}
el_gr: Παρουσιάστηκε εξαίρεση κατά την ανάλυση: {0}

source: Unable to build new TMX file!
el_gr: Δεν είναι δυνατή η δημιουργία νέου αρχείου TMX!

source: Variant skipped.
el_gr: Η εναλλακτική εκδοχή προσπεράστηκε.

source: Column Index must be equal to 1
el_gr: Ο δείκτης της κολώνας πρέπει να είναι 1

source: Escaped character never terminated!
el_gr: Ο χαρακτήρας διαφυγής δεν τερματίστηκε ποτέ!

source: &Quit
el_gr: &Έξοδος

source: &View
el_gr: Προ&βολή

source: Error saving filters configuration:
el_gr: Παρουσιάστικε σφάλμα κατά την αποθήκευση των ρυθμίσεων των φίλτρων:

source: &License
el_gr: &Άδεια χρήσης

source: {0} glossary term(s) found
el_gr: βρέθηκαν {0} όρος/οι από το γλωσσάρι

source: Cannot open the link {0}
el_gr: Δεν μπορώ να ανοίξω τον σύνδεσμο {0}

source: Bro&wse
el_gr: Αναζή&τηση

source: Number of Segments
el_gr: Αριθμός τμημάτων κειμένου

source: WARNING: Skipping segment {0} in TMX file '{1}' after parse error!
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Παράκαμψη του τμήματος {0} στο TMX αρχείο '{1}' μετά την παρουσίαση σφάλματος ανάλυσης!

source: De&faults
el_gr: Προεπιλεγμένες &ρυθμίσεις

source: Text Search
el_gr: Αναζήτηση κειμένου

source: View or edit file filters.
el_gr: Προβολή ή επεξεργασία φίλτρων του αρχείου.

source: Are you sure you want to remove the {0} set of segmentation rules?
el_gr: Είστε σίγουρος/η ότι θέλετε να αφαιρέσετε το σετ κανόνων κατάτμησης {0} ?

source: This is where file conversion filters are edited.
el_gr: Εδώ γίνεται η επεξεργασία των φίλτρων που επιτρέπουν τη μετατροπή των τύπων των αρχείων.

source: Target File Encoding :
el_gr: Κωδικοποίηση Αρχείου Προορισμού:

source: Cannot find saved translation file:
el_gr: Δεν είναι δυνατή η εύρεση του αποθηκευμένου αρχείου της μετάφρασης:

source: Exact searches look for the specified query string within the current project or in any directory or directory tree.Exact search supports the wildcard characters * and ?.
el_gr: Η ακριβής αναζήτηση ψάχνει για την καθορισμένη συμβολοσειρά ερωτήματος μέσα στο τρέχον έργο ή σε οποιοδήποτε κατάλογο ή δέντρο καταλόγου. Η ακριβής αναζήτηση υποστηρίζει του χαρακτήρες μπαλαντέρ * και ?.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
el_gr: Για πράδειγμα, οι κανόνες για τα γαλλικά Καναδά (FR-CA) θα πρέπει να εμφανίζονται πιο πάνω από από τους κανόνες για τα γαλλικά (FR.*), και ακόμα πιο πάνω από τους προεπιλεγμένους κανόνες (.*).

source: Minimal Similarity:
el_gr: Ελάχιστη Ομοιότητα:

source: Recoverable error while parsing: {0}
el_gr: Παρουσιάστηκε αναστρέψιμο σφάλμα κατά την ανάλυση: {0}

source: &Search Project...
el_gr: &Αναζήτηση Έργων...

source: Translation Memory Directory Selection
el_gr: Επιλογή του Καταλόγου της Μεταφραστικής Μνήμης

source: (empty tag)
el_gr: (κενή ετικέτα)

source: &Close
el_gr: &Κλείσιμο

source: Display F&ont...
el_gr: Εμφάνιση Γ&ραμματοσειράς...

source: Move &Down
el_gr: Μετακίνηση προς κάτω

source: Language Name
el_gr: Όνομα Γλώσσας

source: About OmegaT
el_gr: Σχετικά με το OmegaT

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
el_gr: Αν το HTML αρχείο εμπεριέχει δήλωση κωδικοποίησης, θα χρησιμοποιηθεί αυτή αγνοώντας οποιαδήποτε τιμή θέσετε σε αυτό το παράθυρο διαλόγου.

source: Language Pattern
el_gr: Μοτίβο Γλώσσας

source: The help page you seek<p>Lies beyond our perception<p>But others await
el_gr: Η σελίδα που ψάχνεις είναι τόσο σπάνια που θα ήταν θαύμα να την έβρισκες

source: Cannot build TMX file!
el_gr: Δεν είναι δυνατή η δημιουργία αρχείου TMX!

source: Error
el_gr: Σφάλμα

source: [U8W] Wrong file type specified: It must be HTML or XML!
el_gr: [U8W] Καθορίστηκε λανθασμένος τύπος αρχείου: Πρέπει να είναι HTML ή XML!

source: &Settings
el_gr: &Ρυθμίσεις
